arandr
autorandr
aws-cli
base
base-devel
bat
betterdiscordctl-git
betterlockscreen
bluetui
bluez
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-macchiato
cava
ccache
chaotic-keyring
chaotic-mirrorlist
chatterino2-git
cheese
cpufetch
cronie
deja-dup
deluge
deluge-gtk
discord
dkms
dmenu
dunst
efibootmgr
evolution
fastfetch
fd
feh
file-roller
filezilla
flameshot
fwupd
fzf
gdu
gestures
git
gnome-themes-extra
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3status
impala
intel-media-driver
intel-ucode
iwd
kitty
kvantum
kvantum-qt5
lazygit
less
libpulse
libreoffice-fresh
librewolf
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
logiops
lua51-luarocks-build-rust-mlua
luarocks
lxappearance
ly
man-db
mpv
mupdf
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nwg-look
obsidian
openssh
openvpn
papirus-icon-theme
paru
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
pulsemixer
python-boto3
python-pexpect
python-pip
python-pipx
qt5-quickcontrols2
qt6-svg
ripgrep
ristretto
rofi
sddm
shortwave
smartmontools
sof-firmware
speedtest-cli
stow
streamlink
streamlink-twitch-gui-bin
terminus-font
thunar
tmux
tree
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
udiskie
udisks2
ufw
vi
vim
visual-studio-code-bin
vlc
wget
wireless_tools
wireplumber
woff2-font-awesome
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xorg-xinit
xss-lock
xterm
yazi
youtube-music-bin
zed
zen-browser-bin
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
