arandr
autorandr
base
base-devel
bat
bluez-utils
brightnessctl
btop
btrfs-progs
cpufetch
cronie
deja-dup
deluge
deluge-gtk
discord
dmenu
dunst
efibootmgr
fastfetch
fd
feh
file-roller
flameshot
fwupd
fzf
git
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3status
impala
intel-media-driver
intel-ucode
iwd
kitty
lazygit
less
libpulse
libva-intel-driver
linux
linux-firmware
lua51-luarocks-build-rust-mlua
luarocks
mpv
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
obsidian
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python-pipx
qt5-quickcontrols2
qt6-svg
ripgrep
ristretto
rofi
sddm
smartmontools
speedtest-cli
stow
thunar
thunderbird
tmux
tree
tree-sitter-cli
ttf-font-awesome
ttf-jetbrains-mono-nerd
udiskie
udisks2
vi
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xss-lock
xterm
yazi
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
